{
  "StoreButtonComp": {
    "getItOn": "Consíguelo en",
    "download": "Descárgalo en" 
  }, 
"NavbarComp": {
  "homeLink": "Inicio",
  "aboutLink": "Acerca de",
  "contactLink": "Contacto",
  "termsLinks": "Términos"
},
  "FooterComp": {
    "descriptApp": "Tu socio de confianza para entregas rápidas, seguras y confiables.",
    "titleFollowUs": "Síguenos",
    "getApp": "Obtén nuestra aplicación",
    "allRights": " Todos los derechos reservados.",
    "getItOn": "Consíguelo en",
    "download": "Descárgalo en" 
  },
  "IndexPage": {
    "pageTitle": "SyncPOD - Tu Ciudad, Tu Horario",
    "pageDescription": "Únete a SyncPOD y comienza a ganar en tus propios términos. Tu Ciudad, Tu Horario.",
    "heroTitle": "Tu Ciudad, Tu Horario.",
    "heroSubtitle": "SyncPOD te conecta con oportunidades de entrega locales. Trabaja cuando quieras, donde quieras y toma el control.",
    "servicesTitle": "Nuestros Servicios",
    "service1_title": "Entrega Rápida",
    "service1_description": "Garantizamos la entrega en el mismo día para todos los paquetes locales. Nuestra eficiente red logística asegura que tu paquete llegue a su destino a tiempo.",
    "service2_title": "Embalaje Seguro",
    "service2_description": "Tus paquetes son manejados con el máximo cuidado. Ofrecemos opciones de embalaje seguro para proteger tus artículos durante el tránsito.",
    "service3_title": "Optimiza Tus Rutas",
    "service3_description": "Nuestro algoritmo inteligente encuentra la ruta más eficiente, ahorrándote tiempo y combustible en cada entrega.",
    "testimonialsTitle": "Lo Que Dicen Nuestros Clientes",
    "testimonial1_text": "\"¡La entrega rápida y segura es lo mejor! Me impresionó la velocidad y el profesionalismo de su servicio. ¡Muy recomendable!\"",
    "testimonial1_author": "- John Doe",
    "testimonial2_text": "\"He estado usando su servicio para mi negocio y nunca me han decepcionado. Confiable, seguro y siempre a tiempo.\"",
    "testimonial2_author": "- Jane Smith"
  },
  "AboutPage": {
    "pageTitle": "Sobre Nosotros - Syncpod app",
    "pageDescription": "Aprende más sobre la app Syncpod y nuestra misión de revolucionar la industria de la logística.",
    "appPreviewTitle": "SyncPOD",
    "appPreviewSubtitle": "Experimenta el poder de una gestión logística sin interrupciones con nuestra aplicación intuitiva y potente.",
    "missionTitle": "Nuestra Misión",
    "missionContent": "Proveer el servicio de entrega más rápido y confiable, conectando personas y negocios con lo que necesitan, cuando lo necesitan.",
    "gettingStartedTitle": "Cómo Empezar",
    "step1_title": "Descarga la App",
    "step1_description": "Obtén la app Syncpod desde la App Store o Google Play.",
    "step2_title": "Regístrate",
    "step2_description": "Crea tu cuenta para acceder a todas las funciones.",
    "step3_title": "Escanea Paquetes",
    "step3_description": "Usa el escáner de la app para añadir tus paquetes.",
    "step4_title": "Optimiza la Ruta",
    "step4_description": "Deja que nuestro algoritmo inteligente encuentre la ruta más eficiente."
  }, 
  "TermsPage": {
    "pageTitle": "Términos de Servicio - Syncpod app",
    "mainTitle": "Términos de Servicio",
    "privacyTitle": "Política de Privacidad",
    "complianceTitle": "Cumplimiento de las Guías de la App Store",
    "term1_title": "1. Introducción",
    "term1_content": "Estos Términos y Condiciones gobiernan tu uso de la plataforma de entrega de la app Syncpod. La app Syncpod es una aplicación independiente que provee servicios de entrega. Al usar nuestros servicios, aceptas estar sujeto a estos términos.",
    "term2_title": "2. Los Servicios",
    "term2_content": "Los Servicios constituyen una plataforma tecnológica que permite a los usuarios de las aplicaciones móviles o sitios web de la app Syncpod organizar y programar servicios de transporte y/o logística proporcionados por la app Syncpod. La app Syncpod proporciona servicios de transporte y logística y funciona como un transportista.",
    "term3_title": "3. Cuentas de Usuario",
    "term3_content": "Para usar la mayoría de los aspectos de los Servicios, debes registrarte y mantener una cuenta de Servicios de usuario personal activa. Debes tener al menos 18 años de edad para obtener una Cuenta. Aceptas mantener información precisa, completa y actualizada en tu Cuenta.",
    "term4_title": "4. Artículos Prohibidos",
    "term4_content": "Se te prohíbe enviar cualquier artículo que sea ilegal, peligroso o riesgoso. Esto incluye, pero no se limita a, explosivos, gases, líquidos inflamables y sustancias tóxicas. Para una lista completa de artículos prohibidos, por favor consulta las guías proporcionadas por la app Syncpod.",
    "term5_title": "5. Responsabilidad y Descargos de Responsabilidad",
    "term5_content": "La app Syncpod no es responsable por ningún daño, responsabilidad o pérdida que surja de tu uso de los servicios o tu confianza en los servicios o tu incapacidad para acceder o usar los servicios. Los servicios se proporcionan \"tal cual\" y \"según disponibilidad\".",
    "term6_title": "6. Propiedad Intelectual",
    "term6_content": "Los Servicios y todos los derechos en ellos son y seguirán siendo propiedad de la app Syncpod. Ni estos Términos ni tu uso de los Servicios te otorgan ningún derecho en o relacionado con los Servicios, excepto por la licencia limitada otorgada anteriormente.",
    "term7_title": "7. Otras Disposiciones",
    "term7_content": "Las reclamaciones de infracción de derechos de autor deben enviarse al agente designado de la app Syncpod. Por favor visita la página web de la app Syncpod en https://www.syncpodapp.com/legal para la dirección designada e información adicional.",
    "privacy1_title": "1. Recopilación de Datos",
    "privacy1_content": "Recopilamos la información que nos proporcionas directamente, como cuando creas o modificas tu cuenta, solicitas servicios a pedido, contactas al soporte al cliente o te comunicas con nosotros de otra manera. Esta información puede incluir: nombre, correo electrónico, número de teléfono, dirección postal, foto de perfil, método de pago, artículos solicitados (para servicios de entrega) y otra información que elijas proporcionar.",
    "privacy2_title": "2. Uso de Datos",
    "privacy2_content": "Usamos la información que recopilamos para proporcionar, mantener y mejorar nuestros servicios, incluyendo para facilitar pagos, enviar recibos, proporcionar productos y servicios que solicites (y enviar información relacionada), desarrollar nuevas características, proporcionar soporte al cliente a los usuarios, desarrollar características de seguridad, autenticar usuarios y enviar actualizaciones de productos y mensajes administrativos.",
    "privacy3_title": "3. Seguridad de los Datos",
    "privacy3_content": "Tus datos personales son importantes para nosotros. Usamos encriptación para proteger tus datos, incluyendo tu contraseña, la cual es almacenada en un formato encriptado. Tomamos medidas razonables para ayudar a proteger la información sobre ti de pérdida, robo, mal uso y acceso no autorizado, divulgación, alteración y destrucción.",
    "privacy4_title": "4. Eliminación de la Cuenta",
    "privacy4_content": "Tienes el derecho de eliminar tu cuenta en any momento. Si eliges eliminar tu cuenta, eliminaremos toda tu información personal de nuestros sistemas. Puedes solicitar eliminar tu cuenta contactando a nuestro equipo de soporte al cliente.",
    "compliance1_title": "1. Cumplimiento General",
    "compliance1_content": "La app Syncpod está diseñada para cumplir con las guías de las tiendas de aplicaciones donde se distribuye, incluyendo la App Store de Apple y la Google Play Store.",
    "compliance2_title": "2. Compras Dentro de la Aplicación",
    "compliance2_content": "Todas las compras dentro de la aplicación son procesadas a través del sistema de pago de la respectiva tienda de aplicaciones. La app Syncpod no recopila ni almacena tu información de pago directamente.",
    "compliance3_title": "3. Contenido y Conducta",
    "compliance3_content": "Se espera que los usuarios se adhieran a las políticas de contenido y conducta de las tiendas de aplicaciones. Cualquier contenido generado por el usuario que viole estas políticas puede ser eliminado, y la cuenta del usuario puede ser suspendida.",
    "compliance4_title": "4. Privacidad",
    "compliance4_content": "Nuestras prácticas de privacidad están diseñadas para estar en línea con los requisitos de privacidad de las tiendas de aplicaciones. Por favor consulta nuestra Política de Privacidad para más detalles."
  },
"ContactPage": {
    "pageTitle": "Contáctanos",
    "pageDescription": "Estamos aquí para ayudar. Encuentra respuestas a preguntas comunes o ponte en contacto con nuestro equipo de soporte.",
    "heroTitle": "Contáctanos",
    "heroSubtitle": "Estamos aquí para ayudar. Encuentra respuestas a preguntas comunes o ponte en contacto con nuestro equipo de soporte.",
    "faqTitle": "Preguntas Frecuentes",
    "faq1_question": "¿Cómo funciona?",
    "faq1_answer": "Nuestra plataforma te conecta con una red de mensajeros confiables. Simplemente ingresa los detalles de recogida y entrega, y nosotros nos encargamos del resto.",
    "faq2_question": "¿Qué se puede entregar?",
    "faq2_answer": "Podemos entregar una amplia gama de artículos, desde documentos pequeños hasta paquetes grandes. Los artículos prohibidos incluyen productos ilegales, peligrosos y riesgosos.",
    "faq3_question": "¿Cuántos paquetes se pueden programar para entregar?",
    "faq3_answer": "Puedes programar múltiples entregas a la vez a través de nuestra aplicación web o móvil. Para entregas masivas, ofrecemos soluciones comerciales especializadas.",
    "faq4_question": "¿Listo para optimizar tus entregas?",
    "faq4_answer": "Con nuestra app, puedes escanear tus paquetes en tiempo real y realizar entregas eficientes siguiendo rutas predefinidas para cada reparto.",
    "contactCardTitle": "Ponte en Contacto",
    "contactCardContent": "¿Tienes alguna pregunta o necesitas ayuda? Envíanos un correo electrónico a",
    "reportCardTitle": "Reportar un Problema",
    "reportCardContent": "Si encuentras algún problema, por favor repórtalo a",
    "asSoonPossible": ", y nos pondremos en contacto contigo lo antes posible.",
    "problemList1": "Una descripción del problema",
    "problemList2": "El dispositivo y el navegador que estás utilizando",
    "problemList3": "Tu ID de POD (si corresponde)",
    "problemList4": "Capturas de pantalla o grabaciones de pantalla"
  }
}